---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.HumidificationSetPoint
source: html/25894808-e69d-ec8d-f79d-d3ee49506c68.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.HumidificationSetPoint Property

Get or set the Humidification Set Point of the Zone.

## Syntax (C#)
```csharp
public double HumidificationSetPoint { get; set; }
```

## Remarks
This property is used to get or set the Humidification Set Point of the Zone.